// ------------------------------------------------------------------------
// Main Window
// ------------------------------------------------------------------------
"FAX Utility"="FAX Utility";
"Printer"="Imprimante";
"Tool"="Outil";
"Fax Settings"="Paramètres fax";
"Fax Transmission Record"="Registre de transmission fax";
"Check Fax Connection"="Vérifier connx fax";
"Speed Dial/Group Dial List"="Liste N° abrégés/\nN° grpés";
"Fax Receive Monitor"="Moniteur de réception de fax";

"Str_FaxContacts"="Contacts";
"Str_FaxAddressBook"="Carnet d’adresses";
"Str_FaxSyncContacts"="Synchroniser %@";

// ------------------------------------------------------------------------
// Select Printer
// ------------------------------------------------------------------------
"Select Printer"="Sélectionner une imprimante";
"Select a printer from the list."="Sélectionnez une imprimante dans la liste.";
"Make sure that the computer is connected to the printer, the printer driver is installed, setup for printing from the computer is finished, and the printer is turned on."="Assurez-vous que l'ordinateur est connecté à l'imprimante, que le pilote d'impression est installé, que la configuration d'impression est définie au niveau de l'ordinateur et que l'imprimante est sous tension.";
"Model"="Modèle";
"Name"="Nom";
"Setup..."="Configuration...";
"Cancel"="Annuler";
"Select"="Sélectionnez";

// ------------------------------------------------------------------------
// Menu
// ------------------------------------------------------------------------
"About FAX Utility..."="À propos de FAX Utility...";
"Preferences..."="Préférences...";
"Services"="Services";
"Hide FAX Utility"="Masquer FAX Utility";
"Hide Others"="Masquer les autres";
"Show All"="Tout afficher";
"Quit FAX Utility"="Quitter FAX Utility";
"File"="Fichier";
"Close"="Fermer";
"Window"="Fenêtre";
"Minimize"="Placer dans le Dock";
"Help"="Aide";

// ------------------------------------------------------------------------
// Alert(Common)
// ------------------------------------------------------------------------
"Str_Alert_Common_Cancel"="Annuler";
"Str_Alert_Common_OK"="OK";

"Str_Alert_Common_Necessary_File_Not_Found"="Impossible de localiser le fichier nécessaire à l'exécution de l'application.\nRéinstallez FAX Utility.";
"Str_Alert_Common_Cannot_Get_Printer_Information"="Impossible d'obtenir les informations de l'imprimante (fax). Accédez à \"Préférences de fax et d'impression\" et ajoutez le pilote PC-FAX.";
"Str_Alert_Common_Confirm_OverWrite"="Le fichier indiqué existe déjà. Souhaitez-vous l'écraser ?";
"Str_Alert_Common_Not_Responding_Error"="L'imprimante ne répond pas. Vérifiez que l'imprimante est correctement connectée et sous tension.";
"Str_Alert_Common_Communication_Error"="Erreur de communication au niveau de l'imprimante.";
"Str_Alert_Common_Printer_Processing_Error"="L'imprimante traite les données. Patientez un peu et réessayez.";
"Str_Alert_Common_Communication_Error_With_ErrorCode"="Une erreur a été détectée lors de la communication avec l'imprimante.\nCode d'erreur (%d)";
"Str_Alert_Common_Error_Occurred"="Traitement annulé en raison d'une erreur.";
"Str_Alert_Common_PrinterStatusError"="Une erreur est survenue au niveau de l'imprimante. Résolvez l'erreur et réessayez.";

// ------------------------------------------------------------------------
// Alert(FAX Utility)
// ------------------------------------------------------------------------
"Str_Alert_Fax_Transmission_Record_Cannot_Open"="Impossible d'ouvrir le registre de transmission du fax : une autre fonction FAX Utility est déjà en cours d'exécution. Veuillez attendre la fin de la fonction et réessayer.";
"Str_Alert_Fax_Diagnosis_Cannot_Open"="Impossible de lancer la vérification de la connexion du fax : une autre fonction FAX Utility est déjà en cours d'exécution. Veuillez attendre la fin de la fonction et réessayer.";
"Str_Alert_Fax_Settings_Cannot_Open"="Impossible de lancer le paramétrage du fax : une autre fonction FAX Utility est déjà en cours d'exécution. Veuillez attendre la fin de la fonction et réessayer.";
"Str_Alert_Fax_SpeedDial_GroupDial_Cannot_Open"="Impossible d'ouvrir la liste des numéros abrégés/groupés : une autre fonction FAX Utility est déjà en cours d'exécution. Veuillez attendre la fin de la fonction et réessayer.";

// ------------------------------------------------------------------------
"LOC_AdminPassword_Title"="Saisie du mot de passe administrateur";
"LOC_AdminPassword_Label"="Mot de passe administrateur";
"LOC_AdminPassword_Alert"="Le mot de passe est incorrect.";
"LOC_AdminPassword_OK"="OK";
"LOC_AdminPassword_Cancel"="Annuler";
